[
    {
        "id": 1,
        "thumbnail": "arseus.jpg",
        "title": "Lịch sử hình thành thế giới Pokemon",
        "abstract": "Theo truyền thuyết, Arceus là pokemon sáng tạo ra vũ trụ . Được sinh ra từ một quả trứng trong sự hỗn loạn ở thuở ban đầu, quyền năng của Arceus được đánh thức ngay lập tức, và bản thân nó đã thực hiện thời gian và không gian, vật chất và phản vật chất, và thiết lập Dialga, Palkia, Giratina để bảo vệ chúng.",
        "description": "<p>Truyền thuyết kể rằng, vũ trụ và cả thế giới Pokemon nói riêng được tạo ra bởi một Pokemon được gọi là Arceus. Arceus nở ra từ một quả trứng trong khoảng không vô định.</p><center><img src='/pokemon/img/blog/arceus.png' alt='pokemon' /><div><i>Arceus – God of Pokemon</i></div></center><p>Sau đó Arceus tạo ra Dialga, Palkia và Girantina. Dialga và Palkia thì được ban cho khả năng điều khiển không gian và thời gian, còn Girantina thì lại bị trục xuất ra chiều không gian khác vì “cà chớn”.</p><center><img src='/pokemon/img/blog/Palkia-Giratina-Dialga.png' alt='pokemon' /><div><i>Palkia - Giratina - Dialga</i></div></center><p>Thời gian sau, khi mà thế giới vẫn còn đang trong giai đoạn hình thành, Arceus tiếp tục tạo ra Azelf – Uxie – Mesprit để hình thành những yếu tố có trong con người và Pokemon sau này (như ý chí, kiến thức, cảm xúc …), sau đó cả 3 Pokemon Azelf – Uxie – Mesprit lặn sâu xuống lần lượt 3 hồ nước (sau này gọi là hồ Valor, hồ Acuity và hồ Verity) và ngự trị ở đó, tên gọi The Lake Guardians cũng từ đây mà ra. Cũng trong lúc này Mew xuất hiện trên hành tinh và mang trong người tất cả DNA của các Pokemon khác, điều này cũng làm cho các nhà khoa học sau này tưởng Mew là tổ tiên của các loài Pokemon.</p><center><img src='/pokemon/img/blog/Yuxie__Emurit_and_Agnome_by_pokesafari.png' alt='pokemon' /><div><i>Uxie - Mesprit - Azelf</i></div></center><p>Các Pokemon cổ đại cũng xuất hiện trong thời gian này đó là Groudon – Kyogre – Rayquaza. Groudon được tạo ra từ magma sâu dưới lòng đất, Kyogre thì nhờ áp lực nước ở dưới biển sâu, còn Rayquaza được kết cấu nhờ các khoáng chất ở trên tầng ozone. Cũng có giả thuyết khác cho rằng 3 Pokemon cổ đại này tồn tại trước khi bề mặt hành tinh được hình thành, và cũng chính 3 Pokemon này đã tự tạo ra mặt đất – biển – tầng ozone. Rayquaza thì giữ nhiệm vụ canh gác bầu trời và chỉ bay ở tầng ozone, còn Groudon và Kyogre thì tiếp tục tạo ra đất liền và biển cả. Nhưng mỗi khi Groudon và Kygre đụng mặt là một cuộc chiến sẽ nổ ra để tranh giành lãnh thổ trong suốt thời gian hình thành hành tinh, cho đến khi Mega Rayquaza dẹp loạn thì Groudon và Koygre mới chịu chui vào các hang động lớn để dưỡng sức, đôi lúc cả 2 đều mất đi sức mạnh thượng cổ và trở thành một Pokemon bình thường khi ngủ. Để ngăn ngừa cuộc chiến nổ ra lần nữa, Arceus tạo thêm hai viên ngọc Omega Ruby và Alpha Sapphire để ngăn không cho Groudon và Kyogre thức giấc và trở lại dạng thượng cổ, 2 viên ngọc được cất giữ ở ngọn núi Pyre.</p><center><img src='/pokemon/img/blog/Groudon-raquaza-kyogre.png' alt='' /><div><i>Groudon - Rayquaza - Kyogre</i></div></center><p>Tiếp đó, núi Coronet được hình thành, Regigigas thì lo việc dịch chuyển các lục địa và tạo thành nhiều vùng khác nhau, núi Stark được hình thành và Heatran cũng được tạo ra từ dung nham trong đó. Arceus tạo ra thêm 3 viên ngọc Adamant, Lustrous và Griseous rồi sau đó ngủ dưỡng sức không hẹn giờ báo thức.</p><p>Nhiều năm sau đó, thời kỳ tiền sử bắt đầu đi kèm đó là các Pokemon tiền sử. Ở đây sự tiến hóa cũng bắt đầu và chia ra 2 nhánh là người và Pokemon. Trong các thời đại đồ đá - kỷ băng hà và thời đại đồ sắt, 3 Pokemon huyền thoại Regirock - Regice - Registeel được tạo ra như 3 chìa khóa để phong ấn Regigigas trong ngôi đền Snowpoint.</p><center><img src='/pokemon/img/blog/regigigas-chi-khoa-phong-an.png' alt='pokemon' /><div><i>Regirock - Registeel - Regice là 3 chìa khóa phong ấn Regigigas</i></div></center><p>Vào thời điểm 1500 năm trước thời hiện đại, hệ thống chữ viết và ký tự của con người được sử dụng ở tàn tích Alph - Tanoby - Solaceon.</p><p>700 năm trước thời hiện đại, 2 ngọn tháp Tin và Brass được xây dựng đối diện nhau tại thành phố Ecruteak. Hai ngọn tháp tượng trưng cho tình bạn và sự thịnh vượng giữa người và Pokemon. Lúc này một Pokemon to bự màu bạc làm tổ ở tháp Tin - đó là Lugia, còn tháp Brass thì được Ho-Oh “trưng dụng”. Vào khoảng 150 trước cuộc thi đấu Pokemon đầu tiên, một tia sét đánh trúng tháp Brass đốt cháy ngọn tháp suốt 3 ngày, Lugia và Ho-Oh bay lên cao và thoát được khỏi đám cháy nhưng 3 Pokemon khác sống trong tháp thì không, nhờ một cơn mưa lớn mà đám cháy đã được dập tắt.</p><center><img src='/pokemon/img/blog/Lugia-va-Ho-Oh.png' alt='pokemon' /><div><i>Lugia - Ho-Oh</i></div></center><p>Ho-Oh hồi sinh cho 3 Pokemon bị thui trong đám cháy đó là Raikou – Entei -Suicune, người dân lấy Raikou tượng trưng cho tia sét đã đánh trúng ngọn tháp – Entei là ngọn lửa đã cháy suốt 3 ngày – Suicune là cơn mưa lớn dập tắt đám cháy. Sau đó cuộc thi đấu – Pokemon League đầu tiên được bắt đầu. Vào năm 1990, Pokemon được tạo ra bởi các nhà khoa học xuất hiện và được gọi là Porygon.</p><center><img src='/pokemon/img/blog/raikou-entei-suicune.png' alt='pokemon' /><div><i>Entei - Suicune - Raikou</i></div></center><p>Lúc này khoa học tiến bộ, phiên bản nhân bản vô tính của Mew được tạo ra và gọi là Mewtwo, Mewtwo trốn thoát khỏi Pokemon Mansion ở trên đảo Cinnabar nhưng cũng không quên biến nó thành một tàn tích, ngọn núi lửa trên đó cũng hưởng ứng bằng vài đợt phun trào làm hòn đảo te tua tơi tả. Cùng lúc đó Team Rocket hoạt động dưới sự chỉ huy của Giovanni tại Kanto, nhưng bị Red (nhà huấn luyện Pokemon) đánh bại làm cho cả tổ chức bị giải thể. Nhưng Team Rocket vẫn còn hoạt động âm thầm ở trên đảo Sevii và khắp vùng Johto. Song song đó, Team Aqua và Team Magma tranh giành quyền lực, một bên thì muốn mở rộng đất liền – một bên thì muốn mở rộng biển nên đã đánh thức Groudon và Kyogre, một lần nữa Rayquaza lại phải dẹp loạn và lần này thì Groudon - Kyogre rút về Fiore để “hồi máu”.</p><center><img src='/pokemon/img/blog/mew-and-mewtwo.png' alt='pokemon' /><div>Mew - Mewtwo</div></center><p>Khoảng thời gian đó vùng Sinnoh bỗng trở nên lạnh hơn do khí hậu bị biến đổi một cách lạ lùng. Bộ 3 Pokemon huyền thoại Dialga – Palkia – Giratina thì lại bị Team Galactic sử dụng Red Chain lấy từ Lake Guardians để đánh thức. Trong lúc đó không gian và thời gian bỗng tạo nên một vết nứt dẫn qua thế giới song song (Distortion World), Girantina theo khe nứt để trốn thoát cùng Cyrus (đội trưởng Team Galactic). Khe nứt dẫn qua Distortion World đóng lại và vùng Sinnoh trở lại bình thường. Vài năm sau, Team Plasma có gắng giải thoát các Pokemon đang bị loài người bắt nhưng với dụng ý cá nhân, 2 Pokemon Reshiram và Zekrom cũng bị đánh thức bởi Team Plasma.</p><center><img src='/pokemon/img/blog/zekrom-kyurem-reshiram.jpg' alt='pokemon' /><div><i>Zekrom - Kyurem - Reshiram</i></div></center><p>Trong thời gian Team Plasma quay trở lại, Team Flare ở Kalos cố gắng xây dựng một thế giới tốt đẹp hơn, nhưng bằng cách tiêu diệt thế giới hiện tại bằng Pokemon Xerneas và Yveltal. Lysandre (trùm của Team Flare) sau đó sử dụng vũ khí tối thượng để tự phá hủy tổng hành dinh của Team Flare và sau đó biến mất.</p></p>",
        "created_at": "2003-05-02 10:40:00",
        "created_by": "HauNT"
    },
    {
        "id": 2,
        "thumbnail": "8-pokemon-mega-dep-nhat.jpg",
        "title": "Tất cả các tiến hóa Mega trong Pokemon - Phần 1",
        "abstract": "Tiến hóa Mega hay Mega Evolution là hình thái tiến hóa cho phép Pokemon biến đổi hình dạng cũng như gia tăng sức mạnh trong thời gian ngắn. Bài viết liệt kê 8 Pokemon có hình dạng tiến hóa Mega bắt mắt nhất.",
        "description": "<p>Mega Evolution (Mega Shinka) là một khái niệm được giới thiệu trong Thế hệ VI. Nó bao gồm một số Pokemon nhất định đạt được hình thức tối thượng của chúng. Các Pokemon cần Mega Stone đặc biệt để tiến hóa thành dạng cuối cùng cho các họ tiến hóa một nhánh / tiến hóa và dạng cuối cùng cho các họ tiến hóa hai. Ngoài ra, Pokemon chỉ có thể đạt được hình dạng tối thượng của chúng bằng cách sử dụng Mega Stone duy nhất cho loài của chúng. Tiến hóa Mega chỉ có thể thực hiện được trong trận chiến hoặc cuộc thi. Sau khi trận chiến/cuộc thi kết thúc hoặc Pokemon bị ngất, Pokemon sẽ trở lại dạng bình thường. Người huấn luyện bị giới hạn chỉ có một Mega Evolution trong một trận chiến. Mỗi Mega Stone riêng lẻ có thể được sử dụng vô số lần, nhưng chỉ một lần trong mỗi trận chiến.<p><h3>1. Mega Lizardon X</h3><center><img src='/pokemon/img/blog/Mega_Lizardon_X.png' /><div><i>Mega Lizardon X</i></div></center><p>Sau khi đạt được hình thái siêu tiến hóa, Mega Lizardon X thay đổi hệ của nó từ Fire và Flying thành Fire và Dragon. Năng lượng khổng lồ tràn ngập khiến cơ thể nó chuyển thành màu đen và đồng thời cũng tạo ra ngọn lửa có màu xanh cực kì nóng. Mega Lizardon X còn có thể sử dụng Dragon Tail, một chiêu thức vừa gây sát thương, vừa buộc đối thủ phải rút lui. Với hệ Dragon, chỉ số Attack cao và năng lực Tough Claws, Mega Lizardon X có thể tung ra những cú Dragon Tail hết sức đáng gờm.</p><h3>2.Mega Lizardon Y</h3><center><img src='/pokemon/img/blog/Mega_Lizardon_Y.png' alt='pokemon' /><div>Mega Lizardon Y</div></center><p>Khi Lizardon trở thành Mega Lizardon Y, nó sở hữu thêm một chiếc sừng lớn nhọn hoắt trên đầu, và một cái đuôi dài gai góc. Với đôi cánh trải rộng ra hơn bao giờ hết, Mega Charizard Y là một kẻ điêu luyện trên không, có thể bay đến một độ cao đến khó tin. Mối liên kết với người huấn luyện chính là nguồn gốc sức mạnh của nó. Tốc độ và tính cơ động của Pokémon này vượt xa phản lực cơ chiến đấu nào.</p><h3>3. Mega Fushigibana</h3><center><img src='/pokemon/img/blog/Mega_Fushigibana.png' alt='pokemon' /><div><i>Mega Fushigibana</i></div></center><p>Khi Fushigibana trở thành Mega Fushigibana, bông hoa trên lưng nó trở nên to lớn và rực rỡ hơn lúc trước rất nhiều. Đồng thời, lưng và tứ chi của nó cũng trở nên mạnh mẽ và cứng cáp hơn để có thể nâng đỡ sức nặng của bông hoa. Sau khi tiến hóa, năng lực của nó thay đổi từ Overgrow thành Thick Fat giúp nó thêm khả năng tự vệ trước những chiêu thức hệ Fire và Ice.</p><h3>4. Mega Kamex</h3><center><img src='/pokemon/img/blog/Mega_Kamex.png' alt='pokemon' /><div><i>Mega Kamex</i></div></center><p>Hai khẩu pháo trên lưng Kamex trở trành một khẩu đại bác duy nhất khi nó tiến hóa thành Mega Kamex. Khẩu đại bác này có thể tấn công các mục tiêu ở cách xa hơn sáu dặm. Uy lực của khẩu đại bác trên lưng sánh ngang với súng xe tăng. Lớp lưng dày cùng hai chi sau đồ sộ giúp nó chịu được phản lực từ những cú bắn.</p><h3>5. Mega Lucario</h3><center><img src='/pokemon/img/blog/Mega_Lucario.png' alt='pokemon' /><div><i>Mega Lucario</i></div></center><p>Những hoa văn màu đen vằn vện trên cả hai cánh tay và hai chân của Mega Lucario là dấu vết của năng lượng khí cùng năng lượng tiến hóa Mega được tập trung cao độ và đan xen vào nhau đã lan tỏa khắp người Pokémon này. Nó tập trung năng lượng tinh thần để sẵn sàng đối mặt với đối thủ. Phong cách chiến đấu của nó có thể được tóm tắt bằng một từ: nhẫn tâm. Vì được tắm trong nguồn năng lượng khổng lồ, bản năng chiến đấu của Lucario đã thức tỉnh. Nó không hề thương xót kẻ thù của mình.</p><h3>6.Mega Rayquaza</h3><center><img src='/pokemon/img/blog/Mega_Rayquaza.png' alt='pokemon' /><div><i>Mega Rayquaza</i></div></center><p>Rayquaza chính là Pokémon được cho là có liên hệ mật thiết tới bí mật của sự Siêu Tiến Hóa. Pokémon Huyền thoại này có thể đạt tới hình thái Mega Rayquaza qua một cách thức độc đáo riêng biệt, điều này được phỏng đoán là do cấu tạo sinh học độc đáo của bản thân nó. Những dải tua rua vàng và cam mọc ra từ hàm của Mega Rayquaza có khả năng kiểm soát mật độ và độ ẩm của không khí, cho phép nó thao túng thời tiết xung quanh.  Delta Stream là một năng lực đặc biệt chỉ duy nhất Mega Rayquaza sở hữu. Nó lấp đầy không khí, thời tiết xung quanh nó bằng những cơn gió bí ẩn vô cùng mạnh mẽ. Những cơn gió này không thể bị đánh tan một cách dễ dàng, ngoại trừ một số ít Pokémon là có khả năng đó.</p><h3>7. Mega Foodin</h3><center><img src='/pokemon/img/blog/Mega_Foodin.png' alt='pokemon' /><div><i>Mega Foodin</i></div></center><p>Sau khi tiến hóa, Mega Foodin sẽ dành toàn bộ năng lượng của nó cho sức mạnh tâm linh, vì vậy nó duy trì một tư thế ngồi thiền cố định lơ lửng trên không trung. Toàn bộ cơ bắp của nó đã mất đi sức mạnh. Nhờ đánh đổi toàn bộ sức mạnh cơ bắp, năng lực thực sự của Foodin được phóng thích. Với nguồn sức mạnh tâm linh của mình, nó có thể tiên đoán mọi thứ. Một cơ quan trông như viên ngọc màu đỏ ở trên trán Mega Foodin được cho là nơi phát tiết ra năng lực tâm linh của nó. Điều này giúp Mega Foodin tiên đoán trước mọi hành động của đối thủ. Là một chuyên gia thấu thị. Foodin né được hết các đòn tấn công là do nó đang nhìn vào tương lai. Chỉ cần liếc nhìn một người nó có thể biết được toàn bộ về cuộc đời của người đó, từ lúc sinh ra cho đến khi qua đời. Với sức mạnh của mình, các trận đánh của Mega Foodin thường kết thúc rất chóng vánh trong tích tắc.</p><h3>8. Mega Gangar</h3><center><img src='/pokemon/img/blog/Mega_Gangar.png' alt='pokemon' /><div><i>Mega Gangar</i></div></center><p>Tiến hóa Mega cho phép Gengar xâm nhập chiều không gian khác và nó có thể xuất hiện từ bất cứ đâu. Toàn bộ cơ thể nó ánh lên một nguồn năng lượng kì lạ. Đã có lần Gengar gây ra náo loạn khi chỉ thò một chân ra ngoài từ vách tường. Con mắt thứ ba trên trán Mega Gengar không bao giờ chớp, nó dùng con mắt đó để nhìn xuyên qua chiều không gian khác. Lúc này mối quan tâm của Gengar đã thay đổi. Nó sẽ không hứng thú với đối thủ trừ phi nó xem chúng là con mồi. Nó sẽ đoạt mạng tất cả mọi người, bất kẻ là ai. Nó thậm chí còn cố nguyền rủa người huấn luyện cũng chính là chủ nhân của nó!</p>",
        "created_at": "2003-05-02 10:08:00",
        "created_by": "HauNT"
    }
]